
/* Class = "NSTextFieldCell"; title = "Annotations"; ObjectID = "09J-Sj-sSQ"; */
"09J-Sj-sSQ.title" = "التعليقات التوضيحية";

/* Class = "NSButtonCell"; title = "Maximum number of downloads"; ObjectID = "0os-Tx-69n"; */
"0os-Tx-69n.title" = "الحد الأقصى لعدد التنزيلات";

/* Class = "NSButton"; ibShadowedToolTip = "Enter the email addresses of the desired recipients here. If there are multiple recipients, separate the addresses with a semicolon ‘;’."; ObjectID = "3Fm-Cx-0nK"; */
"3Fm-Cx-0nK.ibShadowedToolTip" = "أدخل عناوين البريد الإلكتروني للمستلمين المطلوبين هنا. إذا كان هناك العديد من المستلمين، فقم بفصل العناوين بفاصلة منقوطة \";\".";

/* Class = "NSTokenFieldCell"; placeholderString = "Email address(es)"; ObjectID = "3Sx-wN-rLi"; */
"3Sx-wN-rLi.placeholderString" = "عنوان (عناوين) البريد الإلكتروني";

/* Class = "NSWindow"; title = "Create Download Share"; ObjectID = "5Ir-AP-9Uz"; */
"5Ir-AP-9Uz.title" = "إنشاء مشاركة تنزيل";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "Cjg-Uh-hkr"; */
"Cjg-Uh-hkr.label" = "متقدم";

/* Class = "NSTextFieldCell"; title = "Your message:"; ObjectID = "Gwp-Nb-dc3"; */
"Gwp-Nb-dc3.title" = "رسالتك:";

/* Class = "NSTextFieldCell"; title = "Send password via SMS:"; ObjectID = "L7d-GK-ZQn"; */
"L7d-GK-ZQn.title" = "أرسل كلمة المرور عبر الرسائل النصية:";

/* Class = "NSTextFieldCell"; placeholderString = "Subject"; ObjectID = "MCq-VP-2cd"; */
"MCq-VP-2cd.placeholderString" = "موضوع";

/* Class = "NSButton"; ibShadowedToolTip = "If you set a password, it has to be entered when the link is opened. The shared file cannot be downloaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers"; ObjectID = "NPD-sC-lIL"; */
"NPD-sC-lIL.ibShadowedToolTip" = "إذا قمت بتعيين كلمة مرور، فيجب إدخالها عند فتح الرابط. لا يمكن تنزيل الملف المشترك دون إدخال كلمة المرور الصحيحة. لا يتم إرسال كلمة المرور في البريد الإلكتروني. يرجى إبلاغ المستلم بكلمة المرور بطريقة مختلفة. يجب أن تستوفي كلمة المرور المعايير التالية: 8 أحرف وأحرف وأرقام على الأقل";

/* Class = "NSTokenFieldCell"; placeholderString = "Mobile phone number(s)"; ObjectID = "POV-nm-Wsx"; */
"POV-nm-Wsx.placeholderString" = "رقم (أرقام) الهاتف المحمول";

/* Class = "NSTextField"; ibShadowedToolTip = "If you want to send the password automatically to certain recipients via SMS, enter their mobile numbers here. If necessary, separate several mobile phone numbers by semicolon (;). The password transmission via SMS offers increased security and can prevent the password from reaching unauthorized hands."; ObjectID = "Vpe-7m-nyy"; */
"Vpe-7m-nyy.ibShadowedToolTip" = "إذا كنت ترغب في إرسال كلمة المرور تلقائيا إلى مستلمين معينين عبر الرسائل القصيرة، فأدخل أرقام هواتفهم المحمولة هنا. إذا لزم الأمر، افصل العديد من أرقام الهواتف المحمولة بفاصلة منقوطة (;). يوفر نقل كلمة المرور عبر الرسائل القصيرة أمانا متزايدا ويمكن أن يمنع كلمة المرور من الوصول إلى أيدي غير مصرح بها.";

/* Class = "NSButton"; ibShadowedToolTip = "Activate to receive an email notification each time the file is downloaded"; ObjectID = "WAC-wk-MfT"; */
"WAC-wk-MfT.ibShadowedToolTip" = "قم بالتنشيط لتلقي إشعار عبر البريد الإلكتروني في كل مرة يتم فيها تنزيل الملف";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "aYC-x5-fUB"; */
"aYC-x5-fUB.title" = "الموضوع:";

/* Class = "NSTextFieldCell"; placeholderString = "Your message"; ObjectID = "b6h-nJ-1qL"; */
"b6h-nJ-1qL.placeholderString" = "رسالتك";

/* Class = "NSButtonCell"; title = "Notify on downloads"; ObjectID = "gl6-eu-MWo"; */
"gl6-eu-MWo.title" = "إخطار بشأن التنزيلات";

/* Class = "NSButtonCell"; title = "Password"; ObjectID = "hL7-2c-ZNi"; */
"hL7-2c-ZNi.title" = "كلمة المرور";

/* Class = "NSButton"; ibShadowedToolTip = "The expiration date shows the last day on which the link is valid. After the date has expired, the file can no longer be downloaded with this link."; ObjectID = "k6J-Qf-tmg"; */
"k6J-Qf-tmg.ibShadowedToolTip" = "يظهر تاريخ انتهاء الصلاحية آخر يوم يكون فيه الرابط صالحا. بعد انتهاء التاريخ، لم يعد من الممكن تنزيل الملف باستخدام هذا الرابط.";

/* Class = "NSButtonCell"; title = "Show name of creator publicly"; ObjectID = "kI4-Nf-G7t"; */
"kI4-Nf-G7t.title" = "أظهر اسم صانع المحتوى علنا";

/* Class = "NSTabViewItem"; label = "Settings"; ObjectID = "kO7-0e-JvW"; */
"kO7-0e-JvW.label" = "الإعدادات";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "o2F-9o-j5k"; */
"o2F-9o-j5k.title" = "إلغاء";

/* Class = "NSButtonCell"; title = "Expiration date"; ObjectID = "ojx-Sm-ieQ"; */
"ojx-Sm-ieQ.title" = "تاريخ انتهاء الصلاحية";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Repeat password"; ObjectID = "qSi-ck-kI3"; */
"qSi-ck-kI3.placeholderString" = "كرر كلمة المرور";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Password"; ObjectID = "thZ-vc-zA0"; */
"thZ-vc-zA0.placeholderString" = "كلمة المرور";

/* Class = "NSButtonCell"; title = "Send share via email"; ObjectID = "u7K-lG-JBv"; */
"u7K-lG-JBv.title" = "أرسل مشاركة عبر البريد الإلكتروني";

/* Class = "NSTextFieldCell"; title = "Send share to:"; ObjectID = "v5h-o2-RtP"; */
"v5h-o2-RtP.title" = "أرسل مشاركة إلى:";

/* Class = "NSButtonCell"; title = "Create"; ObjectID = "vxM-qi-odF"; */
"vxM-qi-odF.title" = "أنشاء";
